{
    "GameEngine": {
      "Name": "Game Engine", 
      "Key" : "GameEngine",
      "Job" : "Tools Programmer",
      "Skills" : ["Vulkan", "C++"], 
      "GameType" : ["Engine"],
      "Tasks-FR" : [
        "Intégrer GLFW pour faire la window",
        "Découvrir comment les api graphiques fonctionnent (pipeline, swapchain, etc...)",
        "Setup Vulkan en cpp pour faire le Hello World (Triangle)",
        "Découvrir comment utiliser Renderdoc pour le moteur, pour voir si quelque chose ne va pas bien et l'optimisation",
        "Intégration des textures pour Vulkan et Dear ImGui", 
        "Créations d'interfaces sur ImGui : - Hiearchy (voir, delete, copier des scène et objets. Voir les objets dans la scène) \n- Inspecteur (Position / Rotation, Scale avec linked option, Couleur, Nom, Description, Texture view et change) \n- Console (Afficher des messsages, différentes couleurs, filtrer les logs (log, warning, error)) \n- File Explorer (Afficher les dossiers et fichiers, trier avec des filtres, ajouter des textures avec aussi option file picker de windows)"
        ],
      "Tasks-EN" : [
        "Integrate GLFW to create the window",
        "Learn how graphics APIs work (pipeline, swapchain, etc...)",
        "Set up Vulkan in C++ to display a \"Hello World\" (Triangle).",
        "Explore how to use Renderdoc with the engine to identify issues and optimize performance",
        "Integrate textures for Vulkan and Dear ImGui",
        "Create interfaces in ImGui: - Hierarchy: view, delete, and copy scenes and objects; view objects within a scene - Inspector: adjust Position, Rotation, Scale (with linked option), Color, Name, Description, Texture view and change - Console: display messages with different colors, filter logs by type (log, warning, error) - File Explorer: view folders and files, sort with filters, add textures, including a file picker option from Windows"
      ],
      "DescriptionJob-FR" : "En tant que Tools Programmer, j'étais chargé de la bonne intégrationde Vulkan, des textures pour Vulkan et Dear ImGui, des interfaces avec Dear ImGui. J'ai dû comprendre comment utiliser les api graphique et d'autres outils liés",
      "DescriptionJob-EN" : "As a Tools Programmer, I was in charge of the good integration of Vulkan, textures for Vulkan and Dear ImGui, interfaces with Dear ImGui. I has to understand how graphic apis works and other related tools ",
      "NumPersonnes" : 8, 
      "NumSemaines" : 5, 
      "Location" : "Gaming Campus",
      "Importance" : 0,
      "Story-EN" : "An-Gine is a game engine make by 8 people in 5 weeks. It's a game engine that uses Vulkan for the rendering, and Dear ImGui for the interface. It's a project that was made to learn how to make a game engine, and to learn how to use Vulkan with C++.",
      "Story-FR" : "An-Gine est un moteur de jeu fait par 8 personnes en 5 semaines. C'est un moteur de jeu qui utilise Vulkan pour le rendu, et Dear ImGui pour l'interface. C'est un projet qui a été fait pour apprendre à faire un moteur de jeu, et pour apprendre à utiliser Vulkan avec C++.",
      "Image" : "./assets/GamesPhotos/gameengine.png",
      "Images" : ["assets/GameEngine/1.JPG"],
      "LinkGithub" : "https://github.com/Cookiezikse/An-Gine-Self"
    },
    "LoopOut": {
      "Key" : "LoopOut",
      "Name": "Loop Out",
      "Job" : "Lead Game Developper",
      "Type" : "Vertical Slice",
      "Skills" : ["Godot", "C#"],
      "GameType" : ["Puzzle"], 
      "Tasks-FR" : [
        "Leadership, voir que tout le monde travail et mettre à jour tout le monde sur l’avancement du projet", 
        "Mouvements du joueur avec intégration de ses animations",
        "Déplacement spécial pour la glace (glisser sur la glace)",
        "Différent types de puzzle (Objets à placer sur des plaques, Boutons à activer, Objets à récolter)",
        "Mini jeu pour découvrir l'easter egg (interface pour sélectionner des positions)",
        "Aider ceux qui ont des problèmes techniques, qui ne sont pas forcément à l'aise avec Godot (Faire les tilemaps, Coder en C# pour Godot)",
        "Trailer du jeu, post linkedin, page itch.io",
        "Easter egg : fin alternative du jeu, mini jeu de platformer hard"
        ],
      "Tasks-EN" : [
        "Leadership, see that everyone works and update everyone on the progress of the project",
        "Player movements with integration of his animations",
        "Special movement for ice (slide on ice)",
        "Different types of puzzles (Objects to place on plates, Buttons to activate, Objects to collect)",
        "Mini game to discover the easter egg (interface to select positions)",
        "Help those who have technical problems, who are not necessarily comfortable with Godot (Make tilemaps, Code in C# for Godot)",
        "Game trailer, post linkedin, itch.io page",
        "Easter egg: alternative end of the game, difficult platformer mini game"
      ],
      "DescriptionJob-FR" : "En tant que Lead Game Developper, j'étais chargé des questions niveau technique, du respect des délais dans toute l'équipe, de la faisabilité côté technique et de l'avancement de mes propres tâches.",
      "DescriptionJob-EN" : "As a Lead Game Developper, I was in charge of technical questions, deadlines in the whole team, technical feasibility and the progress of my own tasks.",
      "NumPersonnes" : 5, 
      "NumSemaines" : 4, 
      "Location" : "Gaming Campus",
      "Importance" : 0,
      "Image" : "./assets/GamesPhotos/loopout.png",
      "Story-EN" : "Loop-Out is a third-person game in which the player takes on the role of an employee of Godot Industrie and must discover his environment and solve a multitude of puzzles in order to repair and correct the interference of the portal present in the map and thus exit the level. \nIt takes place in a futuristic universe where space-time travel exists. A station has just called the company where the player works, and he's on his way to repair the portal. Being new to the job, the player will be surprised by the various causes of interference, and will have to teach himself how to solve the various problems.",
      "Story-FR" : "Loop-Out est un jeu à la troisième personne dans lequel le joueur, un employé de Godot Industrie, doit découvrir son environnement et résoudre une multitude d'énigmes afin de réparer et corriger les interférences du portail présent dans la map et ainsi sortir du niveau. \nIl se déroule dans un univers futuriste où les voyages spatio-temporels existent. Une station vient d'appeler l'entreprise où travaille le joueur, et il est en route pour réparer le portail. Étant nouveau dans le métier, le joueur sera surpris par les différentes causes d'interférences, et devra s'auto-former pour résoudre les différents problèmes.",
      "LinkItchIo" : "https://cookiekrips.itch.io/loopout",
      "ItchIoEmbed" : "\"\"<iframe frameborder=\"0\" src=\"https://itch.io/embed/2436441?border_width=0&amp;bg_color=ffffff\" width=\"550\" height=\"165\"><a href=\"https://cookiekrips.itch.io/loopout\">LoopOut by CookieKrips, Draknut, Catchow</a></iframe>\"\"",
      "Images" : ["assets/LoopOut/1.png", "assets/LoopOut/2.png", "assets/LoopOut/3.png", "assets/LoopOut/4.png"]
    },
    "DontLookAway": {
      "Key" : "DontLookAway",
      "Name": "Don't Look Away",
      "Job" : "Game Developper",
      "Type" : "Gamejam",
      "Skills" : ["Unity", "C#"],
      "GameType" : ["Horror"], 
      "Tasks-FR" : [
        "Programmation des IA avec des States (différents comportements) et Pathfinding A*. Programmation de 3 IA avec chacun des comportements différents",
        "Juiciness et Game Feel : Coder des animations pour des éléments de game feel et de juiciness (câbles sur les côtés qui augmentent en opacité quand le monstre est proche)",
        "Programmation de la défaite : faire un event quand le monstre a touché le joueur, ce qui signifie la fin de jeu, mettre une image de screamer avec un son. Et mettre des variables changeables pour les game designers",
        "Mode easter egg (Générateurs, QTE sur les générateurs, porte de sortie)",
        "Communication permanente avec les Game Programmers pour avancer rapidement et poser des questions. Et communication avec les game Designer pour savoir précisément les mécaniques et comportements des IA"
      ],
      "Tasks-EN" : [
        "Programming of AI with States (different behaviors) and Pathfinding A*. Programming of 3 AI with each different behaviors",
        "Juiciness and Game Feel: Code animations for game feel and juiciness elements (cables on the sides that increase in opacity when the monster is close)",
        "Defeat: make an event when the monster has touched the player, which means the end of the game, put a screamer image with a sound. And put changeable variables for game designers",
        "Easter egg mode (Generators, QTE on generators, exit door)",
        "Constant communication with Game Programmers to move forward quickly and ask questions. And communication with game Designers to know precisely the mechanics and behaviors of the AI"
      ],
      "DescriptionJob-FR" : "En tant que Gameplay Programmer, je devais développer les IA du jeu avec différent comportements, de s'assurer de l'avancé de chacun côté technique et gameplay, du développement d'un mod bonus, du gamefeel (visuel et audio).",
      "DescriptionJob-EN" : "As a Gameplay Programmer, I had to develop the AI of the game with different behaviors, to ensure the progress of each one on the technical and gameplay side, to develop a bonus mod, the gamefeel (visual and audio).",
      "NumPersonnes" : 11, 
      "NumSemaines" : 1, 
      "Location" : "IIM Digital School",
      "Importance" : 0,
      "Image" : "./assets/GamesPhotos/dontlookaway.png",
      "Story-EN" : "You are almost at the end of your medical school, and you receive a letter. \n A hospital makes you a proposal. They give you a try as an intern. \n After you accept it, you go to the site. Then you wake up in a room without any light, with, lucky for you, a flashlight. \n The only thing you remember is you, arriving at the hospital, opening the door with a keycard that's no longer in your possession.  \n With one voice resonating in your mind : \n \"Whatever happens, don't look away\"...",
      "Story-FR" : "Vous êtes presque à la fin de votre école de médecine, et vous recevez une lettre. \n Un hôpital vous fait une proposition. Ils vous donnent un essai en tant que stagiaire. \n Après l'avoir accepté, vous vous rendez sur le site. Puis vous vous réveillez dans une pièce sans aucune lumière, avec, chance pour vous, une lampe torche. \n La seule chose dont vous vous souvenez est vous, arrivant à l'hôpital, ouvrant la porte avec une carte magnétique qui n'est plus en votre possession.  \n Avec une voix résonnant dans votre esprit : \n \"Quoi qu'il arrive, ne détournez pas le regard\"...",
      "LinkItchIo" : "https://tos927.itch.io/don-t-look-away",
      "ItchIoEmbed" : "\"\"<iframe frameborder=\"0\" src=\"https://itch.io/embed/2962966\" width=\"552\" height=\"167\"><a href=\"https://tos927.itch.io/don-t-look-away\">Don't Look Away by Tos927, arachide, Cesar_123, Kanoshitv, Kyoteki, Xiiao, charliebrv, eleanoretht, CookieKrips</a></iframe>\"\""
    },
    "Dreamstrike": {
      "Key" : "Dreamstrike",
      "Name": "Dreamstrike",
      "Job" : "Lead Game Developper",
      "Skills" : ["Godot", "GDScript"],
      "GameType" : ["Shooter"],
      "DescriptionJob-EN" : "As a Lead Game Developper, I was in charge of technical questions, deadlines in the whole team, technical feasibility and the progress of my own tasks.", 
      "DescriptionJob-FR" : "En tant que Lead Game Developper, j'étais en charge des questions techniques, des délais dans toute l'équipe, de la faisabilité technique et de l'avancement de mes propres tâches.",
      "Tasks-FR" : [
        "Déplacements du joueur",
        "Système de flip (devenir invulnérable pendant un court instant, en faisant un 360°)",
        "PV pour les ennemis et le joueur",
        "Tir pour les ennemis et les différents comportements",
        "Boss avec des valeurs changeables (PV, Vitesse de tir, Nombre de tirs)",
        "Mode histoire avec chaque niveau ayant un objectif (Tuer 10 ennemis normaux, Tuer 1 boss, etc...)",
        "Multiplayer Local (2 joueurs clavier)",
        "Mode Infini (Mettre plus d'ennemis, des stats meilleures pour les boss)",
        "Différentes Difficultés (Facile, Normal, Difficile)",
        "Système de score",
        "Système de dialogue pour le mode histoire",
        "Boss différent pour le mode histoire (balles suivant des courbes)",
        "Scène des credits du jeu",
        "Trailer du jeu, page Itch.io"
      ],
      "Tasks-EN" : [
        "Player movement",
        "Flip system (become invulnerable for a short time, by doing a 360°)",
        "HP for enemies and the player",
        "Shooting for enemies and different behaviors",
        "Boss with changeable values (HP, Shooting speed, Number of shots)",
        "Story mode with each level having an objective (Kill 10 normal enemies, Kill 1 boss, etc...)",
        "Local Multiplayer (2 keyboard players)",
        "Endless mode (Put more enemies, better stats for bosses)",
        "Different Difficulties (Easy, Normal, Hard)",
        "Score system",
        "Dialogue system for the story mode",
        "Different Boss for the story mode (bullets following curves)",
        "Game credits scene",
        "Game trailer, Itch.io page"
      ],
      "NumPersonnes" : 5, 
      "NumSemaines" : 2, 
      "Location" : "Gaming Campus",
      "Importance" : 1,
      "Image" : "./assets/GamesPhotos/dreamstrike.png",
      "Story-EN" : "Dreamstrike is a top view shooter in which you play as a crow crossing a dream world. You will have to defeat bosses in story mode or in endless mode, go as far as possible !",
      "Story-FR" : "Dreamstrike est un shooter top view dans lequel vous incarnez un corbeau traversant un monde de rêve. Vous devrez vaincre des boss dans le mode histoire ou alors dans le mode infini, aller le plus loin possible !",
      "LinkItchIo" : "https://cookiekrips.itch.io/dreamstrike",
      "ItchIoEmbed": "\"\" <iframe frameborder=\"0\" src=\"https://itch.io/embed/2023448\" width=\"552\" height=\"167\"><a href=\"https://cookiekrips.itch.io/dreamstrike\">Dreamstrike : the oniric odyssey by CookieKrips</a></iframe> \"\"",
      "Images" : ["assets/Dreamstrike/1.png", "assets/Dreamstrike/2.png", "assets/Dreamstrike/3.png"],
      "Trailer" : "assets/Dreamstrike/Trailer.mp4"
    },
    "HeadsOut": {
      "Key" : "HeadsOut",
      "Name": "Heads Out",
      "Job" : "Gameplay Developper",
      "Skills" : ["Unreal Engine", "Blueprint"],
      "GameType" : ["Horror"], 
      "DescriptionJob-FR" : "En tant que Gameplay Programmer, je devais : développer des mini-jeu, des effets visuels pour le gamefeel, l'intégration des sons dans les mini-jeu et de l'environnement, communiquer constamment avec les game designers pour l'équilibrage des mini-jeu et des mécaniques.",
      "DescriptionJob-EN" : "As a Gameplay Programmer, I had to : develop mini-games, visual effects for the gamefeel, integrate sounds into mini-games and the environment, constantly communicate with game designers for balancing mini-games and mechanics.",
      "NumPersonnes" : 11, 
      "NumSemaines" : 1, 
      "Location" : "IIM Digital School",
      "Importance" : 0,
      "Image" : "./assets/GamesPhotos/headsout.png",
      "Story-EN" : "Heads of SCP is an horrific experience in which you will be locked in a room with SCP-569, a swarm of flying and unpredictable heads. Your goal is to escape from this funny place. However, the Heads will not let you pass so easily. To progress, you will have to understand and execute their requests, under penalty of being stopped by them.",
      "Story-FR" : "Heads of SCP est une expérience horrifique dans laquelle vous serez enfermé dans une pièce avec SCP-569, une nuée de têtes volantes et imprévisibles. Votre objectif est de vous échapper de ce drôle d'endroit. Cependant, les Têtes ne vous laisseront pas passer si facilement. Pour progresser, vous devrez comprendre et exécuter leurs demandes, sous peine d’être arrêté par elles.",
      "LinkItchIo" : "https://weajen.itch.io/headsofscp",
      "ItchIoEmbed" : "\"\" <iframe frameborder=\"0\" src=\"https://itch.io/embed/3009986\" width=\"552\" height=\"167\"><a href=\"https://weajen.itch.io/headsofscp\">Heads out by Weajen</a></iframe> \"\"",
      "LinkTrailer" : "https://drive.google.com/file/d/14qSxy-se-T2VDpoGyWe3i3p1Mmt8VsgP/view?usp=sharing"
    },
    "MusicBotDiscord": {
      "Key" : "MusicBotDiscord",
      "Name": "CookieJam",
      "Job" : "Discord Bot Developper",
      "Skills" : ["Python", "Discord"],
      "GameType" : ["Discord Bot", "Music"], 
      "Tasks-FR" : [
        "Comprendre comment utiliser des API, celle de discord en particulier",
        "Faire des requêtes api pour récuperer les vidéos youtubes",
        "Des commandes pour que les utilisateurs puissent jouer, skip de la musique et une commande pour faire quitter le bot",
        "Utiliser FMOD pour pouvoir jouer du son"
        ],
      "Tasks-EN" : [
        "Understand how APIs works, and in particular the one of discord",
        "Use api queries to retrieve youtube videos",
        "Commands for users to play, skip music and a command to kick the bot",
        "Use FMOD to be able to play some sounds"
      ],
      "NumPersonnes" : 1, 
      "NumSemaines" : 1, 
      "Importance" : 1,
      "Story-EN" : "CookieJam is a discord bot to play music on your server ! Just type /play and the name of the music you want to play, and the bot will join your voice channel and play the music ! \n I created it because a friend couldn't find a good music bot for her server, so I decided to create one for her.",
      "Story-FR" : "CookieJam est un bot discord pour jouer de la musique sur votre serveur ! Tapez simplement /play et le nom de la musique que vous voulez jouer, et le bot rejoindra votre salon vocal et jouera la musique ! \n J'ai créé ce bot musique car une amie ne trouvait pas de bon bot musique pour son serveur, j'ai donc décidé d'en créer un pour elle.",
      "Image" : "./assets/logo.png"
    },
    "Beam": {
      "Key" : "Beam",
      "Name": "Beam!",
      "Job" : "Gameplay Developper",
      "Skills" : ["Unreal Engine", "Blueprint", "C++"],
      "GameType" : ["Little Fight"], 
      "NumPersonnes" : 8, 
      "NumSemaines" : 12, 
      "Location" : "IIM Digital School",
      "Importance" : 0
    },
    "NoteApp": {
      "Key" : "NoteApp",
      "Name": "Note App",
      "Job" : "App Developper",
      "Skills" : ["Godot", "GDScript"],
      "GameType" : ["App","Note"], 
      "Tasks-FR" : [
        "Découvrir android studio pour pouvoir avoir l'application sur le téléphone",
        "Trouver un format de fichier approprié entre le md, json, txt (choisit le json)",
        "Apprendre comment faire de l'UI sur Godot avec les nodes control",
        "Faire de la save de fichier pour le txt (avant d'être passé au json j'avais prit le txt comme format)",
        "Coder les différentes pages (Note, Home)"
        ],
      "Tasks-EN" : [
        "Explore Android Studio to run the application on a mobile phone",
        "Choose an appropriate file format among md, json, txt (choose json)",
        "Learn how to create UI in Godot using Control nodes",
        "Implement file saving for txt format (initially chosen before switching to json)",
        "Code the different pages (Note, Home)"
      ],
      "NumPersonnes" : 1, 
      "NumSemaines" : 1, 
      "Importance" : 2,
      "Story-EN" : "NoteIt is an app to note down some things you want to remember ! Simple to use, just click \"New note\" to create a new note or click on an already existing note to change it !",
      "Story-FR" : "NoteIt est une applicaiton pour noter des choses que vous voulez vous rappeler ! Simple à utiliser, cliquez simplement sur \"Nouvelle note\" pour créer une nouvelle note ou cliquez sur une note déjà existante pour la modifier !",
      "Features" : ["Create a new note", "Edit a note", "Delete a note", "Save notes", "Load notes"],
      "LinkItchIo" : "https://cookiekrips.itch.io/noteit",
      "ItchIoEmbed" : "\"\" <iframe frameborder=\"0\" src=\"https://itch.io/embed/2367193\" width=\"552\" height=\"167\"><a href=\"https://cookiekrips.itch.io/noteit\">NoteIt by CookieKrips</a></iframe> \"\"",
      "Images" : ["assets/NoteIt/1.png", "assets/NoteIt/2.png", "assets/NoteIt/3.png"],
      "Image" : "assets/NoteIt/1.png"
    },
    "PokemonLike": {
      "Key" : "PokemonLike",
      "Name": "Pokemon Like",
      "Job" : "Game Developper",
      "Tasks-FR" : [
        "Coder les classes des pokémons (avec les vrais formules de calculs de stats)",
        "Système de dialogue",
        "Regarder comment les shaders marchent pour pouvoir bien les utiliser",
        "Shader (Changer les couleurs des cheveux des pnj avec le shader)",
        "Pnj (Dialogue, donner des objets, combat)",
        "Déplacement par tuiles du joueur"
      ],
      "Tasks-EN" : [
        "Code Pokemon classes (using the actual formulas for calculating stats)",
        "Implement a dialogue system",
        "Learn how shaders works to use them properly",
        "Create a shader (to change NPC hair colors with the shader)",
        "NPC interactions: dialogues, item giving, battles",
        "Tile-based player movement"
      ],
      "Story-FR" : "Pokemon Like est un jeu qui s'inspire de pokemon, un tour par tour, rpg. Conçu sur l'idée de game design d'un youtubeur qui se posait la question de comment faire pokemon mais en plus intéréssant. J'ai donc décidé d'essayer de faire un début de jeu pokemon pour découvrir toutes les complexités que ce jeu offre",
      "Story-EN" : "Pokemon Like is a game that inspires itself from the pokemon games, turn based, rpg. Based on a game design idea of a youtuber, that was asking himself how to make a more interesting pokemon game. So I decided to try to make the start of a pokemon game to discover all the complexs things these games have to offer",
      "Skills" : ["Godot", "GDScript","Shader"],
      "GameType" : ["Pokemon","Turn-Based"], 
      "NumPersonnes" : 1, 
      "NumSemaines" : 2, 
      "Importance" : 1,
      "Image" : "assets/PokemonLike/1.JPG",
      "Images" : ["assets/PokemonLike/1.JPG", "assets/PokemonLike/2.JPG", "assets/PokemonLike/3.JPG"]
    },
    "ZeldaLike" : {
      "Key" : "ZeldaLike",
      "Name" : "Zelda Like",
      "Job" : "Game Developper",
      "Skills" : ["Godot", "GDScript"],
      "GameType" : ["Zelda", "Adventure"],
      "NumPersonnes" : 1,
      "NumSemaines" : 4,
      "Importance" : 1,
      "DescriptionJob-FR" : "En tant que Game Developper dans ce projet, je devais réflechir au game design et gameplay du jeu. Les assets étaient déjà trouvés sur itch.io. J'ai dû donc avoir les 2 casquettes, Game developper et Game designer, ce qui fût un challenge. Je devais donc faire le game design du jeu et en même temps travailler sur le gameplay",
      "DescriptionJob-EN" : "As a Game Developper in this project, I had to think about the game design and gameplay of the game. The assets were already found on itch.io. So I had to have the 2 caps, Game developper and Game designer, which was a challenge. I had to make the game design of the game and at the same time work on the gameplay",
      "Tasks-FR" : [
        "Réfléchir aux mécaniques de jeu (Zelda Like)",
        "Penser aux mmonstres à faire",
        "Réfléchir aux Boss à faire (des boss avec 3 phases et un pattern principal)",
        "Le level design (Les villages)",
        "L'histoire au global (Le joueur doit sauver le monde de la destruction par exemple)",
        "Coder les mécaniques pour le joueur (Le joueur peut attaquer, se déplacer, parler aux PNJ)",
        "Faire des PNJ avec des dialogues",
        "Programmer le boss avec 3 phases et un pattern principal",
        "Coder des phases de dialogues avec des actions des PNJ (Comme dans pokemon par exemple)",
        "Faire les ennemies (Monstre qui tire des boules de feu, monstre qui charge le joueur)",
        "Tilemap avec les différentes layers et différentes collisions",
        "Animations des PNJ"
      ],
      "Tasks-EN" : [
        "Think about the game mechanics (Zelda Like)",
        "Think about the monsters to make",
        "Think about the Boss to make (boss with 3 phases and a main pattern)",
        "The level design (The villages)",
        "The story as a whole (The player must save the world from destruction for example)",
        "Code the mechanics for the player (The player can attack, move, talk to NPCs)",
        "Make NPCs with dialogues",
        "Program the boss with 3 phases and a main pattern",
        "Code dialogue phases with NPC actions (Like in pokemon for example)",
        "Make the enemies (Monster that shoots fireballs, monster that charges the player)",
        "Tilemap with different layers and collisions",
        "NPC animations"
      ],
      "TipsLearned-FR" : [
        "Ne pas s'eparpiller partout (faire plusieurs Boss et des villes alors que le gameplay de base n'est pas finit)", 
        "Faire une boucle de gameplay simple pour un prototype", 
        "Ne pas voir trop grand (essayer de faire plusieurs Boss / Villages alors que c'est le début du projet)",
        "Être Game Developper et Game Designer est un challenge",
        "Être un developpeur solo est un challenge" 
      ],
      "TipsLearned-EN" : [
        "Don't scatter everywhere (make several Bosses and cities while the basic gameplay isn't finished)", 
        "Make a simple gameplay loop for a prototype", 
        "Don't see too big (try to make several Bosses / Villages while it's the beginning of the project)",
        "Being a Game Developper and Game Designer is a challenge",
        "Being a solo developer is a challenge too"
      ],
      "Images" : ["assets/ZeldaLike/1.png", "assets/ZeldaLike/2.png", "assets/ZeldaLike/3.png"],
      "Videos" : ["assets/ZeldaLike/Video1.mp4", "assets/ZeldaLike/Video2.mp4"],
      "Image" : "assets/ZeldaLike/3.png"
  
    },
    "Evoascii" : {
      "Key" : "Evoascii",
      "Name" : "Evoascii",
      "Job" : "Game Developper",
      "Skills" : ["C#"],
      "GameType" : ["Evolution", "Pokemon", "Turn-Based"],
      "NumPersonnes" : 3,
      "NumSemaines" : 2,
      "Importance" : 2
    }
  
    
  }